const hadith = [
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ بَدْءُ الْوَحْى",
    "bab": "بَابُ كَيْفَ كَانَ بَدْءُ الْوَحْىِ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
    "url": "https://youtu.be/A0xI4rnexHk?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ بَدْءُ الْوَحْى",
    "bab": "حديث \" إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ \"",
    "url": "https://youtu.be/A0xI4rnexHk?feature=shared&t=44"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ بَدْءُ الْوَحْى",
    "bab": "حديث الْحَارِثَ بْنَ هِشَامٍ \" كَيْفَ يَأْتِيكَ الْوَحْيُ \"",
    "url": "https://youtu.be/A0xI4rnexHk?feature=shared&t=1521"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ بَدْءُ الْوَحْى",
    "bab": "حديث عَائِشَةَ \" أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ الْوَحْيِ \"",
    "url": "https://youtu.be/A0xI4rnexHk?feature=shared&t=2616"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ بَدْءُ الْوَحْى",
    "bab": "قَالَ ابْنُ شِهَابٍ وَأَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ جَابِرَ بْنَ عَبْدِ اللهِ الْأَنْصَارِيَّ قَالَ وَهُوَ يُحَدِّثُ عَنْ فَتْرَةِ الْوَحْيِ",
    "url": "https://youtu.be/A0xI4rnexHk?feature=shared&t=4068"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ بَدْءُ الْوَحْى",
    "bab": "حديث  ابْنِ عَبَّاسٍ \" كَانَ رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَالِجُ مِنَ التَّنْزِيلِ شِدَّةً \"",
    "url": "https://youtu.be/GHCBwiHY2vw?feature=shared&t=33"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ بَدْءُ الْوَحْى",
    "bab": "حديث  ابْنِ عَبَّاسٍ \" كَانَ رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَجْوَدَ النَّاسِ \"",
    "url": "https://youtu.be/GHCBwiHY2vw?feature=shared&t=638"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ بَدْءُ الْوَحْى",
    "bab": "حديث أَبِى سُفْيَانَ أَنَّ هِرَقْلَ أَرْسَلَ إِلَيْهِ فِي رَكْبٍ مِنْ قُرَيْشٍ وَكَانُوا تِجَارًا بِالشَّأْمِ",
    "url": "https://youtu.be/GHCBwiHY2vw?feature=shared&t=986"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ بَدْءُ الْوَحْى",
    "bab": "وَكَانَ ابْنُ النَّاظُورِ صَاحِبُ إِيلِيَاءَ وَهِرَقْلَ أُسْقُفًّا عَلَى نَصَارَى الشَّأْمِ يُحَدِّثُ أَنَّ هِرَقْلَ حِينَ قَدِمَ إِيلِيَاءَ أَصْبَحَ يَوْمًا خَبِيثَ النَّفْسِ",
    "url": "https://youtu.be/GHCBwiHY2vw?feature=shared&t=3704"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب الإيمان وقول النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ",
    "url": "https://youtu.be/Ymyl81w3XQY?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "باب دُعَاؤُكُمْ إِيمَانُكُمْ",
    "url": "https://youtu.be/Ymyl81w3XQY?feature=shared&t=734"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب أُمُورِ الْإِيمَانِ",
    "url": "https://youtu.be/Ymyl81w3XQY?feature=shared&t=830"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ",
    "url": "https://youtu.be/Ymyl81w3XQY?feature=shared&t=1144"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب أَيُّ الْإِسْلَامِ أَفْضَلُ",
    "url": "https://youtu.be/Ymyl81w3XQY?feature=shared&t=1451"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب إِطْعَامُ الطَّعَامِ مِنْ الْإِسْلَامِ",
    "url": "https://youtu.be/Ymyl81w3XQY?feature=shared&t=1722"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب مِنْ الْإِيمَانِ أَنْ يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ",
    "url": "https://youtu.be/Ymyl81w3XQY?feature=shared&t=1802"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب حُبُّ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْإِيمَانِ",
    "url": "https://youtu.be/Ymyl81w3XQY?feature=shared&t=2061"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب حَلَاوَةِ الْإِيمَانِ",
    "url": "https://youtu.be/Ymyl81w3XQY?feature=shared&t=2880"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب عَلَامَةُ الْإِيمَانِ حُبُّ الْأَنْصَارِ",
    "url": "https://youtu.be/Ymyl81w3XQY?feature=shared&t=3283"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "باب حَدَّثَنَا أَبُو الْيَمَانِ قَالَ أَخْبَرَنَا شُعَيْبٌ عَنِ الزُّهْرِيِّ قَالَ أَخْبَرَنِي أَبُو إِدْرِيسَ عَائِذُ اللَّهِ بْنُ عَبْدِ اللَّهِ أَنَّ عُبَادَةَ بْنَ الصَّامِتِ رَضِىَ اللهُ عَنْهُ وَكَانَ شَهِدَ بَدْرًا وَهُوَ أَحَدُ النُّقَبَاءِ لَيْلَةَ الْعَقَبَةِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَحَوْلَهُ عِصَابَةٌ مِنْ أَصْحَابِهِ بَايِعُونِي عَلَى أَنْ لَا تُشْرِكُوا بِاللَّهِ شَيْئًا ",
    "url": "https://youtu.be/QutnqAluYVA?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب مِنَ الدِّينِ الْفِرَارُ مِنَ الْفِتَنِ",
    "url": "https://youtu.be/QutnqAluYVA?feature=shared&t=502"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب قَوْلُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَا أَعْلَمُكُمْ بِاللَّهِ وَأَنَّ الْمَعْرِفَةَ فِعْلُ الْقَلْبِ",
    "url": "https://youtu.be/QutnqAluYVA?feature=shared&t=1061"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب مَنْ كَرِهَ أَنْ يَعُودَ فِي الْكُفْرِ كَمَا يَكْرَهُ أَنْ يُلْقَى فِي النَّارِ مِنَ الْإِيمَانِ",
    "url": "https://youtu.be/QutnqAluYVA?feature=shared&t=1720"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب تَفَاضُلِ أَهْلِ الْإِيمَانِ فِي الْأَعْمَالِ",
    "url": "https://youtu.be/QutnqAluYVA?feature=shared&t=2324"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب الْحَيَاءُ مِنَ الْإِيمَانِ",
    "url": "https://youtu.be/BbYm8_X2LTU?feature=shared&t=2"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "باب فَإِن تَابُواْ وَأَقَامُواْ الصَّلاَةَ وَآتَوُاْ الزَّكَاةَ فَخَلُّواْ سَبِيلَهُمْ",
    "url": "https://youtu.be/BbYm8_X2LTU?feature=shared&t=221"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب مَنْ قَالَ إِنَّ الْإِيمَانَ هُوَ الْعَمَلُ لِقَوْلِ اللَّهِ تَعَالَى وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ",
    "url": "https://youtu.be/BbYm8_X2LTU?feature=shared&t=494"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": " بَاب إِذَا لَمْ يَكُنِ الْإِسْلَامُ عَلَى الْحَقِيقَةِ وَكَانَ عَلَى الِاسْتِسْلَامِ أَوِ الْخَوْفِ مِنَ الْقَتْلِ لِقَوْلِهِ تَعَالَى قَالَتِ الأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا",
    "url": "https://youtu.be/BbYm8_X2LTU?feature=shared&t=1607"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب إِفْشَاءُ السَّلَامِ مِنَ الْإِسْلَامِ",
    "url": "https://youtu.be/BbYm8_X2LTU?feature=shared&t=1964"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب كُفْرَانِ الْعَشِيرِ وَكُفْرٍ بعد كُفْرٍ",
    "url": "https://youtu.be/BbYm8_X2LTU?feature=shared&t=2360"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب الْمَعَاصِي مِنْ أَمْرِ الْجَاهِلِيَّةِ وَلَا يُكَفَّرُ صَاحِبُهَا بِارْتِكَابِهَا إِلَّا بِالشِّرْكِ",
    "url": "https://youtu.be/BbYm8_X2LTU?feature=shared&t=3281"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب وَإِن طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَسَمَّاهُمُ الْمُؤْمِنِينَ",
    "url": "https://youtu.be/XmBSQ8ZedgA?feature=shared&t=2"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب ظُلْمٌ دُونَ ظُلْم",
    "url": "https://youtu.be/XmBSQ8ZedgA?feature=shared&t=594"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب عَلَامَةِ الْمُنَافِقِ",
    "url": "https://youtu.be/XmBSQ8ZedgA?feature=shared&t=1204"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب قِيَامُ لَيْلَةِ الْقَدْرِ مِنَ الْإِيمَانِ",
    "url": "https://youtu.be/XmBSQ8ZedgA?feature=shared&t=1651"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب الْجِهَادُ مِنَ الْإِيمَانِ",
    "url": "https://youtu.be/XmBSQ8ZedgA?feature=shared&t=2549"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب تَطَوُّعُ قِيَامِ رَمَضَانَ مِنَ الْإِيمَانِ",
    "url": "https://youtu.be/XmBSQ8ZedgA?feature=shared&t=2956"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب صَوْمُ رَمَضَانَ احْتِسَابًا مِنَ الْإِيمَانِ",
    "url": "https://youtu.be/XmBSQ8ZedgA?feature=shared&t=3229"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب الدِّينُ يُسْرٌ",
    "url": "https://youtu.be/XmBSQ8ZedgA?feature=shared&t=3525"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب الصَّلَاةُ مِنَ الْإِيمَانِ وَقَوْلُ اللَّهِ تَعَالَى وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ",
    "url": "https://youtu.be/zEM5jrKyJBg?feature=shared&t=2"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب حُسْنُ إِسْلَامِ الْمَرْءِ",
    "url": "https://youtu.be/zEM5jrKyJBg?feature=shared&t=624"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب أَحَبُّ الدِّينِ إِلَى اللَّهِ أَدْوَمُهُ",
    "url": "https://youtu.be/zEM5jrKyJBg?feature=shared&t=970"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب زِيَادَةِ الْإِيمَانِ وَنُقْصَانِهِ",
    "url": "https://youtu.be/zEM5jrKyJBg?feature=shared&t=1476"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب الزَّكَاةُ مِنَ الْإِسْلَامِ وَقَوْلُهُ وَمَا أُمِرُوا إِلا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ",
    "url": "https://youtu.be/j1d8bh1fYkY?feature=shared&t=34"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب اتِّبَاعُ الْجَنَائِزِ مِنَ الْإِيمَانِ",
    "url": "https://youtu.be/j1d8bh1fYkY?feature=shared&t=412"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب خَوْفِ الْمُؤْمِنِ مِنْ أَنْ يَحْبَطَ عَمَلُهُ وَهُوَ لَا يَشْعُرُ",
    "url": "https://youtu.be/j1d8bh1fYkY?feature=shared&t=754"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب سُؤَالِ جِبْرِيلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الْإِيمَانِ وَالْإِسْلَامِ وَالْإِحْسَانِ وَعِلْمِ السَّاعَةِ وَوَبَيَانِ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهُ",
    "url": "https://youtu.be/j1d8bh1fYkY?feature=shared&t=1910"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ صَالِحٍ عَنِ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ أَخْبَرَهُ قَالَ أَخْبَرَنِي أَبُو سُفْيَانَ أَنَّ هِرَقْلَ قَالَ لَهُ سَأَلْتُكَ هَلْ يَزِيدُونَ أَمْ يَنْقُصُونَ فَزَعَمْتَ أَنَّهُمْ يَزِيدُونَ وَكَذَلِكَ الْإِيمَانُ حَتَّى يَتِمَّ وَسَأَلْتُكَ هَلْ يَرْتَدُّ أَحَدٌ سَخْطَةً لِدِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ فَزَعَمْتَ أَنْ لَا وَكَذَلِكَ الْإِيمَانُ حِينَ تُخَالِطُ بَشَاشَتُهُ الْقُلُوبَ لَا يَسْخَطُهُ أَحَدٌ",
    "url": "https://youtu.be/1k6nWbzcTG8?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب فَضْلِ مَنِ اسْتَبْرَأَ لِدِينِهِ",
    "url": "https://youtu.be/1k6nWbzcTG8?feature=shared&t=731"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب أَدَاءُ الْخُمُسِ مِنَ الْإِيمَانِ",
    "url": "https://youtu.be/1k6nWbzcTG8?feature=shared&t=1852"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب مَا جَاءَ إِنَّ الْأَعْمَالَ بِالنِّيَّةِ وَالْحِسْبَةِ وَلِكُلِّ امْرِئٍ مَا نَوَى",
    "url": "https://youtu.be/m_w_puJ6EqI?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْإِيمَانِ",
    "bab": "بَاب قَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الدِّينُ النَّصِيحَةُ لِلَّهِ وَلِرَسُولِهِ وَلِأَئِمَّةِ الْمُسْلِمِينَ وَعَامَّتِهِمْ وَقَوْلِهِ تَعَالَى إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ",
    "url": "https://youtu.be/m_w_puJ6EqI?feature=shared&t=442"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": " بَاب فَضْلِ الْعِلْمِ وَقَوْلِ اللَّهِ تَعَالَى يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "url": "https://youtu.be/As5HB0wy0bk?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "باب مَنْ سُئِلَ عِلْمًا وَهُوَ مُشْتَغِلٌ فِي حَدِيثِهِ فَأَتَمَّ الْحَدِيثَ ثُمَّ أَجَابَ السَّائِلَ",
    "url": "https://youtu.be/As5HB0wy0bk?feature=shared&t=131"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب مَنْ رَفَعَ صَوْتَهُ بِالْعِلْمِ",
    "url": "https://youtu.be/As5HB0wy0bk?feature=shared&t=925"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب قَوْلِ الْمُحَدِّثِ حَدَّثَنَا أو أَخْبَرَنَا وَأَنْبَأَنَا",
    "url": "https://youtu.be/As5HB0wy0bk?feature=shared&t=1416"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب طَرْحِ الْإِمَامِ الْمَسْأَلَةَ عَلَى أَصْحَابِهِ لِيَخْتَبِرَ مَا عِنْدَهُمْ مِنَ الْعِلْمِ",
    "url": "https://youtu.be/As5HB0wy0bk?feature=shared&t=1998"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "باب القِرَاءَةُ والعَرْضُ على المُحَدِّثِ",
    "url": "https://youtu.be/6MSK_50oXLU?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب مَا يُذْكَرُ فِي الْمُنَاوَلَةِ وَكِتَابِ أَهْلِ الْعِلْمِ بِالْعِلْمِ إِلَى الْبُلْدَانِ",
    "url": "https://youtu.be/6MSK_50oXLU?feature=shared&t=1087"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب مَنْ قَعَدَ حَيْثُ يَنْتَهِي بِهِ الْمَجْلِسُ وَمَنْ رَأَى فُرْجَةً فِي الْحَلْقَةِ فَجَلَسَ فِيهَا",
    "url": "https://youtu.be/6MSK_50oXLU?feature=shared&t=1403"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب قَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رُبَّ مُبَلَّغٍ أَوْعَى مِنْ سَامِعٍ",
    "url": "https://youtu.be/6MSK_50oXLU?feature=shared&t=1952"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب الْعِلْمُ قَبْلَ الْقَوْلِ وَالْعَمَلِ لِقَوْلِ اللَّهِ تَعَالَى فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلا اللَّهُ فَبَدَأَ بِالْعِلْمِ",
    "url": "https://youtu.be/rcRniuUB2p4?feature=shared&t=19"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب مَا كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَخَوَّلُهُمْ بِالْمَوْعِظَةِ وَالْعِلْمِ كَيْ لَا يَنْفِرُوا",
    "url": "https://youtu.be/rcRniuUB2p4?feature=shared&t=1876"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب مَنْ جَعَلَ لِأَهْلِ الْعِلْمِ أَيَّامًا مَعْلُومَةً",
    "url": "https://youtu.be/rcRniuUB2p4?feature=shared&t=2795"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ",
    "url": "https://youtu.be/rcRniuUB2p4?feature=shared&t=2962"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب الْفَهْمِ فِي الْعِلْمِ",
    "url": "https://youtu.be/rcRniuUB2p4?feature=shared&t=3697"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب الِاغْتِبَاطِ فِي الْعِلْمِ وَالْحِكْمَةِ",
    "url": "https://youtu.be/XHQ_DbltoXw?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": " بَاب مَا ذُكِرَ فِي ذَهَابِ مُوسَى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْبَحْرِ إِلَى الْخَضِرِ",
    "url": "https://youtu.be/XHQ_DbltoXw?feature=shared&t=679"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب قَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُمَّ عَلِّمْهُ الْكِتَابَ",
    "url": "https://youtu.be/XHQ_DbltoXw?feature=shared&t=1611"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب مَتَى يَصِحُّ سَمَاعُ الصَّغِيرِ",
    "url": "https://youtu.be/XHQ_DbltoXw?feature=shared&t=1690"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب الْخُرُوجِ فِي طَلَبِ الْعِلْمِ",
    "url": "https://youtu.be/XHQ_DbltoXw?feature=shared&t=2115"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب فَضْلِ مَنْ عَلِمَ وَعَلَّمَ.",
    "url": "https://youtu.be/XHQ_DbltoXw?feature=shared&t=2624"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب رَفْعِ الْعِلْمِ وَظُهُورِ الْجَهْلِ",
    "url": "https://youtu.be/XHQ_DbltoXw?feature=shared&t=3393"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب فَضْلِ الْعِلْمِ",
    "url": "https://youtu.be/XHQ_DbltoXw?feature=shared&t=3950"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب الْفُتْيَا وَهُوَ وَاقِفٌ عَلَى الدَّابَّةِ وَغَيْرِهَا",
    "url": "https://youtu.be/vFFaneQuCb0?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب مَنْ أَجَابَ الْفُتْيَا بِإِشَارَةِ الْيَدِ وَالرَّأْسِ",
    "url": "https://youtu.be/vFFaneQuCb0?feature=shared&t=346"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب تَحْرِيضِ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفْدَ عَبْدِ الْقَيْسِ عَلَى أَنْ يَحْفَظُوا الْإِيمَانَ وَالْعِلْمَ وَيُخْبِرُوا مَنْ وَرَاءَهُمْ",
    "url": "https://youtu.be/vFFaneQuCb0?feature=shared&t=1810"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب الرِّحْلَةِ فِي الْمَسْأَلَةِ النَّازِلَةِ وَتَعْلِيمِ أَهْلِهِ",
    "url": "https://youtu.be/vFFaneQuCb0?feature=shared&t=2328"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب التَّنَاوُبِ فِي الْعِلْمِ",
    "url": "https://youtu.be/vFFaneQuCb0?feature=shared&t=3288"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ الْغَضَبِ فِي الْمَوْعِظَةِ وَالتَّعْلِيمِ إِذَا رَأَى مَا يَكْرَهُ",
    "url": "https://youtu.be/t4-FiGHd6GM?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ مَنْ بَرَكَ عَلَى رُكْبَتَيْهِ عِنْدَ الْإِمَامِ أَوِ الْمُحَدِّثِ",
    "url": "https://youtu.be/t4-FiGHd6GM?feature=shared&t=1689"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ مَنْ أَعَادَ الْحَدِيثَ ثَلاَثًا لِيُفْهَمَ عَنْهُ",
    "url": "https://youtu.be/t4-FiGHd6GM?feature=shared&t=1743"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ تَعْلِيمِ الرَّجُلِ أَمَتَهُ وَأَهْلَهُ",
    "url": "https://youtu.be/t4-FiGHd6GM?feature=shared&t=2203"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ عِظَةِ الْإِمَامِ النِّسَاءَ وَتَعْلِيمِهِنَّ",
    "url": "https://youtu.be/t4-FiGHd6GM?feature=shared&t=2538"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ الْحِرْصِ عَلَى الْحَدِيثِ",
    "url": "https://youtu.be/t4-FiGHd6GM?feature=shared&t=2704"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَاب كَيْفَ يُقْبَضُ الْعِلْمُ",
    "url": "https://youtu.be/t4-FiGHd6GM?feature=shared&t=2876"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ مَنْ سَمِعَ شَيْئًا فَلَمْ يَفْهَمْهُ فَرَاجَعَ فِيهِ حَتَّى يَعْرِفَهُ",
    "url": "https://youtu.be/t4-FiGHd6GM?feature=shared&t=3105"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابٌ هَلْ يُجْعَلُ لِلنِّسَاءِ يَوْمٌ عَلَى حِدَةٍ فِي الْعِلْمِ",
    "url": "https://youtu.be/t4-FiGHd6GM?feature=shared&t=3310"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابٌ لِيُبَلّغِ الْعِلْمَ الشَّاهِدُ الْغَائِبَ",
    "url": "https://youtu.be/t4-FiGHd6GM?feature=shared&t=3467"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ إِثْمِ مَنْ كَذَبَ عَلَى النَّبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
    "url": "https://youtu.be/JQRLOTg-kKk?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ كِتَابَةِ الْعِلْمِ",
    "url": "https://youtu.be/JQRLOTg-kKk?feature=shared&t=2189"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ الْعِلْمِ وَالْعِظَةِ بِاللَّيْلِ",
    "url": "https://youtu.be/JQRLOTg-kKk?feature=shared&t=3314"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ السَّمَرِ فِي الْعِلْمِ",
    "url": "https://youtu.be/JQRLOTg-kKk?feature=shared&t=3789"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ حِفْظِ الْعِلْمِ",
    "url": "https://youtu.be/Mqxvlk8IHKE?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ الْإِنْصَاتِ لِلْعُلَمَاءِ",
    "url": "https://youtu.be/Mqxvlk8IHKE?feature=shared&t=788"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ مَا يُسْتَحَبُّ لِلْعَالِمِ إِذَا سُئِلَ أَيُّ النَّاسِ أَعْلَمُ فَيَكِلُ العِلْمَ إِلَى اللَّهِ",
    "url": "https://youtu.be/Mqxvlk8IHKE?feature=shared&t=1220"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ مَنْ سَأَلَ وَهُوَ قَائِمٌ عَالِمًا جَالِسًا",
    "url": "https://youtu.be/Mqxvlk8IHKE?feature=shared&t=3465"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ السُّؤَالِ وَالفُتْيَا عِنْدَ رَمْيِ الْجِمَارِ",
    "url": "https://youtu.be/Mqxvlk8IHKE?feature=shared&t=3703"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ قَوْلِ اللَّهِ تَعَالَى { وَمَا أُوتِيتُمْ مِنَ العِلْمِ إِلَّا قَلِيلًا }",
    "url": "https://youtu.be/Mqxvlk8IHKE?feature=shared&t=3917"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ مَنْ تَرَكَ بَعْضَ الِاخْتِيَارِ مَخَافَةَ أَنْ يَقْصُرَ فَهْمُ بَعْضِ النَّاسِ عَنْهُ فَيَقَعُوا فِي أَشَدَّ مِنْهُ",
    "url": "https://youtu.be/Mqxvlk8IHKE?feature=shared&t=4163"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ مَنْ خَصَّ بِالعِلْمِ قَوْمًا دُونَ قَوْمٍ كَرَاهِيَةَ أَنْ لاَ يَفْهَمُوا",
    "url": "https://youtu.be/Mqxvlk8IHKE?feature=shared&t=4424"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ الْحَيَاءِ فِي الْعِلْمِ",
    "url": "https://youtu.be/sRxwVj5RzWE?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ مَنِ اسْتَحْيَا فَأَمَرَ غَيْرَهُ بِالسُّؤَالِ",
    "url": "https://youtu.be/sRxwVj5RzWE?feature=shared&t=706"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ ذِكْرِ الْعِلْمِ وَالْفُتْيَا فِي الْمَسْجِدِ",
    "url": "https://youtu.be/sRxwVj5RzWE?feature=shared&t=1011"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَاب الْعِلْمِ",
    "bab": "بَابُ مَنْ أَجَابَ السَّائِلَ بِأَكْثَرَ مِمَّا سَأَلَهُ",
    "url": "https://youtu.be/sRxwVj5RzWE?feature=shared&t=1289"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ مَا جَاءَ فِي الْوُضُوءِ",
    "url": "https://youtu.be/2n2oDD0I45o?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابٌ لاَ تُقْبَلُ صَلاَةٌ بِغَيْرِ طُهُورٍ",
    "url": "https://youtu.be/2n2oDD0I45o?feature=shared&t=442"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ فَضْلِ الوُضُوءِ وَالْغُرُّ الْمُحَجَّلُونَ مِنْ آثَارِ الوُضُوءِ",
    "url": "https://youtu.be/2n2oDD0I45o?feature=shared&t=897"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ مَنْ لاَ يَتَوَضَّأُ مِنَ الشَّكِّ حَتَّى يَسْتَيقِنَ",
    "url": "https://youtu.be/2n2oDD0I45o?feature=shared&t=1112"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ التَّخْفِيفِ فِي الْوُضُوءِ",
    "url": "https://youtu.be/2n2oDD0I45o?feature=shared&t=1712"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ إِسْبَاغِ الْوُضُوءِ",
    "url": "https://youtu.be/2n2oDD0I45o?feature=shared&t=2348"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ غَسْلِ الْوَجْهِ بِالْيَدَيْنِ مِنْ غَرْفَةٍ وَاحِدَةٍ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ التَّسْمِيَةِ عَلَى كُلِّ حَالٍ وَعِنْدَ الْوِقَاعِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=140"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ مَا يَقُولُ عِنْدَ الْخَلاَءِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=258"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ وَضْعِ الْمَاءِ عِنْدَ الْخَلاَءِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=397"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابٌ لاَ تُسْتَقْبَلُ القِبْلَةُ بِغَائِطٍ أَوْ بَوْلٍ إِلَّا عِنْدَ البِنَاءِ جِدَارٍ أَوْ نَحْوِهِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=490"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ مَنْ تَبَرَّزَ عَلَى لَبِنَتَيْنِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=649"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ خُرُوجِ النِّسَاءِ إِلَى الْبَرَازِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=950"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ التَّبَرُّزِ فِي الْبُيُوتِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=1175"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الِاسْتِنْجَاءِ بِالْمَاءِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=1303"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ مَنْ حُمِلَ مَعَهُ الْمَاءُ لِطُهُورِهِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=1409"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ حَمْلِ الْعَنَزَةِ مَعَ الْمَاءِ فِي الِاسْتِنْجَاءِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=1489"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ النَّهْى عَنِ الِاسْتِنْجَاءِ بِالْيَمِينِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=1755"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابٌ لاَ يُمسِكُ ذَكَرَهُ بِيَمِينِهِ إِذَا بَالَ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=2218"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الِاسْتِنْجَاءِ بِالْحِجَارَةِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=2253"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابٌ لاَ يُسْتَنْجَى بِرَوْثٍ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=2694"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْوُضُوءِ مَرَّةً مَرَّةً",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=3014"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابٌ الوُضُوءُ مَرَّتَيْنِ مَرَّتَيْنِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=3060"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الوُضُوءُ ثَلاَثًا ثَلاَثًا",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=3088"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الِاسْتِنْثَارِ فِي الْوُضُوءِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=3986"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الِاسْتِجْمَارِ وِتْرًا",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=4365"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ غَسْلِ الرِّجْلَيْنِ وَلاَ يَمْسَحُ عَلَى الْقَدَمَيْنِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=4563"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْمَضْمَضَةِ فِي الْوُضُوءِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=4636"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ غَسْلِ الْأَعْقَابِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=4766"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ غَسْلِ الرِّجْلَيْنِ فِي النَّعْلَيْنِ وَلاَ يَمْسَحُ عَلَى النَّعْلَيْنِ",
    "url": "https://youtu.be/RYMQRBei9Lk?feature=shared&t=4836"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ التَّيَمُّنِ فِي الْوُضُوءِ وَالْغَسْلِ",
    "url": "https://youtu.be/j8aHv9k0NRQ?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْتِمَاسِ الْوَضُوءِ إِذَا حَانَتِ الصَّلاَةُ",
    "url": "https://youtu.be/j8aHv9k0NRQ?feature=shared&t=121"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْمَاءِ الذِي يُغْسَلُ بِهِ شَعَرُ الْإِنْسَانِ",
    "url": "https://youtu.be/j8aHv9k0NRQ?feature=shared&t=330"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ مَنْ لَمْ يَرَ الْوُضُوءَ إِلَّا مِنَ الْمَخْرَجَيْنِ مِنَ الْقُبُلِ وَالدُّبُرِ",
    "url": "https://youtu.be/j8aHv9k0NRQ?feature=shared&t=1982"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابٌ الرَّجُلُ يُوَضِّئُ صَاحِبَهُ",
    "url": "https://youtu.be/j8aHv9k0NRQ?feature=shared&t=3533"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ قِرَاءَةِ الْقُرْآنِ بَعْدَ الْحَدَثِ وَغَيرِهِ",
    "url": "https://youtu.be/j8aHv9k0NRQ?feature=shared&t=3828"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ مَنْ لَمْ يَتَوَضَّأْ إِلَّا مِنَ الْغَشْيِ الْمُثْقِلِ",
    "url": "https://youtu.be/j8aHv9k0NRQ?feature=shared&t=4359"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ مَسْحِ الرَّأْسِ كُلِّهِ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=8"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ غَسْلِ الرِّجْلَيْنِ إِلَى الْكَعْبَيْنِ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=735"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ اسْتِعْمَالِ فَضْلِ وَضُوءِ النَّاسِ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=955"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "باب حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يُونُسَ قَالَ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ عَنِ الْجَعْدِ قَالَ سمعت السائب بن يزيد يقول ذهبت بي خالتى إلى النبى صلى الله عليه وسلم فقالت يا رسول الله إن ابن أختي وجع فمسح رأسي ودعا لي بالبركة ثم توضأ فشربت من وضوئه  ثم قمت خلف ظهره فنظرت إلى خاتم النبوة بين كتفيه مثل زر الحجلة",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=1320"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ مَنْ مَضْمَضَ وَاسْتَنْشَقَ مِنْ غَرْفَةٍ وَاحِدَةٍ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=1518"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ مَسْحِ الرَّأْسِ مَرَّةً",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=1604"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ وُضُوءِ الرَّجُلِ مَعَ امْرَأَتِهِ وَفَضْلِ وَضُوءِ الْمَرْأَةِ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=1877"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ صَبِّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَضُوءَهُ عَلَى الْمُغْمَى عَلَيْهِ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=2342"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْغُسْلِ وَالْوُضُوءِ فِي الْمِخْضَبِ وَالْقَدَحِ وَالْخَشَبِ وَالْحِجَارَةِ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=2407"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْوُضُوءِ مِنَ التَّوْرِ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=3229"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْوُضُوءِ بِالمُدِّ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=3372"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْمَسْحِ عَلَى الْخُفَّيْنِ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=3440"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ إِذَا أَدْخَلَ رِجْلَيْهِ وَهُمَا طَاهِرَتَانِ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=3711"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ مَنْ لَمْ يَتَوَضَّأْ مِنْ لَحْمِ الشَّاةِ وَالسَّوِيقِ وَأَكَلَ أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ رَضِيَ اللَّهُ عَنْهُمْ فَلَمْ يَتَوَضَّؤا",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=3774"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ مَنْ مَضْمَضَ مِنَ السَّوِيقِ وَلَم يَتَوَضَّأْ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=4051"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابٌ هَلْ يُمَضْمِضُ مِنَ اللَّبَنِ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=4150"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْوُضُوءِ مِنَ النَّوْمِ وَمَنْ لَمْ يَرَ مِنَ النَّعْسَةِ وَالنَّعْسَتَيْنِ أَوِ الْخَفْقَةِ وُضُوءًا",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=4263"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْوُضُوءِ مِنْ غَيْرِ حَدَثٍ",
    "url": "https://youtu.be/1DcNcbqcW-Y?feature=shared&t=4550"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابٌ مِنَ الْكَبَائِرِ أَنْ لاَ يَسْتَتِرَ مِنْ بَوْلِهِ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": " بَابُ مَا جَاءَ فِي غَسْلِ الْبَوْلِ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=538"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "باب حدثنا محمد بن المثنى قال حدثنا محمد بن خازم قال حدثنا الأعمش عن مجاهد عن طاوس عن ابن عباس قال مر النبي صلى الله عليه وسلم بقبرين فقال إنهما ليعذبان وما يعذبان في كبير أما أحدهما فكان لا يستتر من البول وأما الآخر فكان يمشي بالنميمة  ثم أخذ جريدة رطبة فشقها نصفين فغرز في كل قبر واحدة قالوا يا رسول الله لم فعلت هذا قال لعله يخفف عنهما ما لم ييبسا وقال محمد بن المثنى وحدثنا وكيع قال حدثنا الأعمش قال سمعت مجاهدا مثله يستتر من بوله",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=875"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ تَرْكِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالنَّاسِ الْأَعْرَابِيَّ حَتَّى فَرَغَ مِنْ بَوْلِهِ فِي الْمَسْجِدِ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=957"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ صَبِّ الْمَاءِ عَلَى الْبَوْلِ فِي الْمَسْجِدِ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=1016"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ يُهَرِيقُ المَاءَ عَلَى البَوْلِ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=1170"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ بَوْلِ الصِّبْيَانِ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=1529"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْبَوْلِ قَائِمًا وَقَاعِدًا",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=1709"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْبَوْلِ عِنْدَ صَاحِبِهِ وَالتَّسَتُّرِ بِالْحَائِطِ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=1767"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْبَوْلِ عِنْدَ سُبَاطَةِ قَوْمٍ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=2039"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ غَسْلِ الدَّمِ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=2440"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ غَسْلِ المَنِيِّ وَفَرْكِهِ وَغَسْلِ مَا يُصِيبُ مِنَ المَرْأَةِ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=2850"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ إِذَا غَسَلَ الْجَنَابَةَ أَوْ غَيْرَهَا فَلَمْ يَذْهَبْ أَثَرُهُ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=3591"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ أَبْوَالِ الْإِبِلِ وَالدَّوَاب وَالْغَنَمِ وَمَرَابِضِهَا",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=3764"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ مَا يَقَعُ مِنَ النَّجَاسَاتِ فِي السَّمْنِ وَالْمَاءِ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=4309"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْبَوْلِ فِي الْمَاءِ الدَّائِمِ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=4929"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ إِذَا أُلْقِيَ عَلَى ظَهْرِ الْمُصَلِّي قَذَرٌ أَوْ جِيفَةٌ لَمْ تَفْسُدْ عَلَيْهِ صَلاَتُهُ",
    "url": "https://youtu.be/I5PkOO7swmI?feature=shared&t=5014"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ الْبُزَاقِ وَالْمُخَاطِ وَنَحْوِهِ فِي الثَّوْبِ",
    "url": "https://youtu.be/HuvPqJ8lkJc?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ لاَ يَجُوزُ الْوُضُوءُ بِالنَّبِيذِ وَلاَ الْمُسْكِرِ",
    "url": "https://youtu.be/HuvPqJ8lkJc?feature=shared&t=147"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ غَسْلِ الْمَرْأَةِ أَبَاهَا الدَّمَ عَنْ وَجْهِهِ",
    "url": "https://youtu.be/HuvPqJ8lkJc?feature=shared&t=1180"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ السِّوَاكِ",
    "url": "https://youtu.be/HuvPqJ8lkJc?feature=shared&t=1769"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ دَفْعِ السِّوَاكِ إِلَى الْأَكْبَرِ",
    "url": "https://youtu.be/HuvPqJ8lkJc?feature=shared&t=2326"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الوُضُوءِ",
    "bab": "بَابُ فَضْلِ مَنْ بَاتَ عَلَى الْوُضُوءِ",
    "url": "https://youtu.be/HuvPqJ8lkJc?feature=shared&t=2498"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "كِتَابُ الْغُسْلِ",
    "url": "https://youtu.be/8huP06mgK-o?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ الْوُضُوءِ قَبْلَ الْغُسْلِ",
    "url": "https://youtu.be/8huP06mgK-o?feature=shared&t=104"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ غُسْلِ الرَّجُلِ مَعَ امْرَأَتِهِ",
    "url": "https://youtu.be/8huP06mgK-o?feature=shared&t=468"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ الْغُسْلِ بِالصَّاعِ وَنَحْوِهِ",
    "url": "https://youtu.be/8huP06mgK-o?feature=shared&t=545"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ مَنْ أَفَاضَ عَلَى رَأْسِهِ ثَلاَثًا",
    "url": "https://youtu.be/8huP06mgK-o?feature=shared&t=922"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ الْغُسْلِ مَرَّةً وَاحِدَةً",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ مَنْ بَدَأَ بِالْحِلاَبِ أَوِ الطِّيبِ عِنْدَ الْغُسْلِ",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=207"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ الْمَضْمَضَةِ وَالِاسْتِنْشَاقِ فِي الْجَنَابَةِ",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=343"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ مَسْحِ الْيَدِ بِالتُّرَابِ لِتَكُونَ أَنْقَى",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=498"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابٌ هَلْ يُدْخِلُ الجُنُبُ يَدَهُ فِي الإِنَاءِ قَبْلَ أَنْ يَغْسِلَهَا إِذَا لَمْ يَكُنْ عَلَى يَدِهِ قَذَرٌ غَيْرُ الْجَنَابَةِ",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=546"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ تَفرِيقِ الْغُسْلِ وَالْوُضُوءِ",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=814"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ مَنْ أَفْرَغَ بِيَمِينِهِ عَلَى شِمَالِهِ فِي الْغُسْلِ",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=1674"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ إِذَا جَامَعَ ثُمَّ عَادَ وَمَنْ دَارَ عَلَى نِسَائِهِ فِي غُسْلٍ وَاحِدٍ",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=1860"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ غَسْلِ الْمَذْىِ وَالْوُضُوءِ مِنْهُ",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=2224"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ مَنْ تَطَيَّبَ ثُمَّ اغْتَسَلَ وَبَقِيَ أَثَرُ الطِّيبِ",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=2428"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ تَخْلِيلِ الشَّعَرِ حَتَّى إِذَا ظَنَّ أَنَّهُ قَدْ أَرْوَى بَشَرَتَهُ أَفَاضَ عَلَيْهِ",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=2757"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ مَنْ تَوَضَّأَ فِي الْجَنَابَةِ ثُمَّ غَسَلَ سَائِرَ جَسَدِهِ وَلَمْ يُعِدْ غَسْلَ مَوَاضِعِ الْوُضُوءِ مَرَّةً أُخْرَى",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=2835"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ إِذَا ذَكَرَ فِي الْمَسْجِدِ أَنَّهُ جُنُبٌ يَخْرُجُ كَمَا هُوَ وَلاَ يَتَيَمَّمُ",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=3042"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ نَفْضِ الْيَدَيْنِ مِنَ الْغُسْلِ عَنِ الْجَنَابَةِ",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=3394"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ مَنْ بَدَأَ بِشِقِّ رَأْسِهِ الْأَيْمَنِ فِي الْغُسْلِ",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=3462"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ مَنِ اغْتَسَلَ عُرْيَانًا وَحْدَهُ فِي الْخَلْوَةِ وَمَنْ تَسَتَّرَ فَالتَّسَتُّرُ أَفْضَلُ",
    "url": "https://youtu.be/tgDQ2fuY3AE?feature=shared&t=3715"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ التَّسَتُّرِ فِي الْغُسْلِ عِنْدَ النَّاسِ",
    "url": "https://youtu.be/WPLe4gs_BkI?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ إِذَا احْتَلَمَتِ الْمَرْأَةُ",
    "url": "https://youtu.be/WPLe4gs_BkI?feature=shared&t=247"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ عَرَقِ الْجُنُبِ وَأَنَّ الْمُسْلِمَ لاَ يَنْجُسُ",
    "url": "https://youtu.be/WPLe4gs_BkI?feature=shared&t=799"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابٌ الْجُنُبُ يَخْرُجُ وَيَمْشِي فِي السُّوقِ وَغَيْرِهِ وَقَالَ عَطَاءٌ يَحْتَجِمُ\n الْجُنُبُ وَيُقَلِّمُ أَظْفَارَهُ وَيَحْلِقُ رَأْسَهُ وَإِنْ لَمْ يَتَوَضَّأْ",
    "url": "https://youtu.be/WPLe4gs_BkI?feature=shared&t=1599"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ كَيْنُونَةِ الْجُنُبِ فِي الْبَيْتِ إِذَا تَوَضَّأَ قَبْلَ أَنْ يَغْتَسِلَ",
    "url": "https://youtu.be/WPLe4gs_BkI?feature=shared&t=2015"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ نَوْمِ الْجُنُبِ",
    "url": "https://youtu.be/WPLe4gs_BkI?feature=shared&t=2110"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ الْجُنُبِ يَتَوَضَّأُ ثُمَّ يَنَامُ",
    "url": "https://youtu.be/WPLe4gs_BkI?feature=shared&t=2169"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابٌ إِذَا الْتَقَى الْخِتَانَانِ",
    "url": "https://youtu.be/WPLe4gs_BkI?feature=shared&t=2685"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْغُسْلِ",
    "bab": "بَابُ غَسْلِ مَا يُصِيبُ مِنْ فَرْجِ الْمَرْأَةِ",
    "url": "https://youtu.be/WPLe4gs_BkI?feature=shared&t=3001"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "كِتَابُ الْحَيضِ",
    "url": "https://youtu.be/XDGT2AjVQ0Y?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ كَيْفَ كَانَ بَدْءُ الْحَيْضِ وَقَوْلُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"‎هَذَا شَيْءٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ\"",
    "url": "https://youtu.be/XDGT2AjVQ0Y?feature=shared&t=277"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ غَسْلِ الْحَائِضِ رَأْسَ زَوْجِهَا وَتَرْجِيلِهِ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ قِرَاءَةِ الرَّجُلِ فِي حَجْرِ امْرَأَتِهِ وَهِيَ حَائِضٌ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=348"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ مَنْ سَمَّى النِّفَاسَ حَيْضًا وَالْحَيْضَ نِفَاسًا",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=609"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ مُبَاشَرَةِ الْحَائِضِ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=1109"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ تَرْكِ الْحَائِضِ الصَّوْمَ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=1532"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابٌ تَقْضِي الْحَائِضُ الْمَنَاسِكَ كُلَّهَا إِلَّا الطَّوَافَ بِالْبَيْتِ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=2088"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ الِاسْتِحَاضَةِ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=2808"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ غَسْلِ دَمِ الْمَحِيضِ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=2888"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ الاعْتِكَافِ للْمُسْتَحَاضَةِ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=3020"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابٌ هَلْ تُصَلِّي الْمَرْأَةُ فِي ثَوْبٍ حَاضَتْ فِيهِ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=3137"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابٌ الطِّيبُ لِلْمَرْأَةِ عِنْدَ غُسْلِهَا مِنَ الْمَحِيضِ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=3181"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ دَلْكِ الْمَرْأَةِ نَفْسَهَا إِذَا تَطَهَّرَتْ مِنَ الْمَحِيضِ وَكَيْفَ تَغْتَسِلُ وَتَأْخُذُ فِرْصَةً مُمَسَّكَةً فَتَتَّبِعُ أَثَرَ الدَّمِ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=3306"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ غَسْلِ الْمَحِيضِ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=3425"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ امْتِشَاطِ الْمَرْأَةِ عِنْدَ غُسْلِهَا مِنَ الْمَحِيضِ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=3499"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ نَقْضِ الْمَرْأَةِ شَعَرَهَا عِنْدَ غُسْلِ الْمَحِيضِ",
    "url": "https://youtu.be/ZOFxTjE2L0g?feature=shared&t=3618"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=7"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابٌ كَيْفَ تُهِلُّ الْحَائِضُ بِالحَجِّ وَالْعُمْرَةِ",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=252"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ إِقْبَالِ الْمَحِيضِ وَإِدْبَارِهِ",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=449"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابٌ لاَ تَقْضِي الحَائِضُ الصَّلاَةَ",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=759"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ النَّوْمِ مَعَ الْحَائِضِ وَهِيَ فِي ثِيَابِهَا",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=970"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ مَنِ اتَّخَذَ ثِيَابَ الْحَيْضِ سِوَى ثِيَابِ الطُّهْرِ",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=1187"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ شُهُودِ الْحَائِضِ الْعِيدَيْنِ وَدَعْوَةَ الْمُسْلِمِينَ وَيَعْتَزِلْنَ الْمُصَلَّى",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=1401"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ إِذَا حَاضَتْ فِي شَهْرٍ ثَلاَثَ حِيَضٍ وَمَا يُصَدَّقُ النِّسَاءُ فِي الْحَيْضِ وَالْحَمْلِ فِيمَا يُمْكِنُ مِنَ الْحَيْضِ",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=1829"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ الصُّفْرَةِ وَالْكُدْرَةِ فِي غَيْرِ أَيَّامِ الْحَيْضِ",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=2550"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ عِرْقِ الِاسْتِحَاضَةِ",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=2673"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ الْمَرْأَةِ تَحِيضُ بَعْدَ الْإِفَاضَةِ",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=2742"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "بَابُ إِذَا رَأَتِ الْمُسْتَحَاضَةُ الطُّهْرَ",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=2987"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ التَّيَمُّمِ",
    "bab": "بَابُ الصَّلاَةِ عَلَى النُّفَسَاءِ وَسُنَّتِهَا",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=3159"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الْحَيضِ",
    "bab": "باب حدثنا الحسن بن مدرك قال حدثنا يحيى بن حماد قال أخبرنا أبو عوانة اسمه الوضاح من كتابه قال أخبرنا سليمان الشيباني عن عبد الله بن شداد قال سمعت خالتي ميمونة زوج النبي صلى الله عليه وسلم أنها كانت تكون حائضا لا تصلي وهي مفترشة بحذاء مسجد رسول الله صلى الله عليه وسلم وهو يصلي على خمرته إذا سجد أصابني بعض ثوبه",
    "url": "https://youtu.be/U6OCW_0UHS8?feature=shared&t=3386"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ التَّيَمُّمِ",
    "bab": "باب التَّيَمُّمِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ التَّيَمُّمِ",
    "bab": "بَابُ إِذَا لَمْ يَجِدْ مَاءً وَلاَ تُرَابًا",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ التَّيَمُّمِ",
    "bab": "بَابُ التَّيَمُّمِ فِي الْحَضَرِ إِذَا لَمْ يَجِدِ الْمَاءَ وَخَافَ فَوْتَ الصَّلاَةِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ التَّيَمُّمِ",
    "bab": "بَابٌ الْمُتَيَمِّمُ هَلْ يَنْفُخُ فِيهِمَا ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ التَّيَمُّمِ",
    "bab": "بَابُ التَّيَمُّمِ لِلْوَجْهِ وَالْكَفَّيْنِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ التَّيَمُّمِ",
    "bab": "بَابٌ الصَّعِيدُ الطَّيِّبُ وَضُوءُ الْمُسْلِمِ يَكْفِيهِ مِنَ الْمَاءِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ التَّيَمُّمِ",
    "bab": "بَابٌ إِذَا خَافَ الْجُنُبُ عَلَى نَفْسِهِ الْمَرَضَ أَوِ الْمَوْتَ أَوْ خَافَ الْعَطَشَ تَيَمَّمَ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابٌ التَّيَمُّمُ ضَرْبَةٌ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "باب حدثنا عبدان قال أخبرنا عبد الله قال أخبرنا عوف عن أبي رجاء قال حدثنا عمران بن حصين الخزاعي أن رسول الله صلى الله عليه وسلم رأى رجلا معتزلا لم يصل في القوم فقال يا فلان ما منعك أن تصلي في القوم فقال يا رسول الله أصابتني جنابة ولا ماء قال عليك بالصعيد فإنه يكفيك  ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابٌ كَيْفَ فُرِضَتِ الصَّلاَةُ فِي الْإِسْرَاءِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ وُجُوبِ الصَّلاَةِ فِي الثِّيَابِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ عَقْدِ الْإِزَارِ عَلَى الْقَفَا فِي الصَّلاَةِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ فِي الثَّوْبِ الْوَاحِدِ مُلْتَحِفًا بِهِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابٌ إِذَا صَلَّى فِي الثَّوْبِ الْوَاحِدِ فَلْيَجْعَلْ عَلَى عَاتِقَيْهِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابٌ إِذَا كَانَ الثَّوْبُ ضَيِّقًا",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ فِي الْجُبَّةِ الشَّامِيَّةِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ كَرَاهِيَةِ التَّعَرِّي فِي الصَّلاَةِ وَغَيْرِهَا",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ فِي الْقَمِيصِ وَالسَّرَاوِيلِ وَالتُّبَّانِ وَالْقَبَاءِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ مَا يَسْتُرُ مِنَ الْعَوْرَةِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ بِغَيْرِ رِدَاءٍ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ مَا يُذْكَرُ فِي الْفَخِذِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابٌ فِي كَمْ تُصَلِّي الْمَرْأَةُ فِي الثِّيَابِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ إِذَا صَلَّى فِي ثَوْبٍ لَهُ أَعْلاَمٌ وَنَظَرَ إِلَى عَلَمِهَا",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ إِنْ صَلَّى فِي ثَوْبٍ مُصَلَّبٍ أَوْ تَصَاوِيرَ هَلْ تَفْسُدُ صَلاَتُهُ؟ وَمَا يُنْهَى عَنْ ذَلِكَ ؟",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ مَنْ صَلَّى فِي فَرُّوجِ حَرِيرٍ ثُمَّ نَزَعَهُ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ فِي الثَّوْبِ الْأَحْمَرِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ فِي السُّطُوحِ وَالْمِنْبَرِ وَالْخَشَبِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ إِذَا أَصَابَ ثَوْبُ الْمُصَلِّي امْرَأَتَهُ إِذَا سَجَدَ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ عَلَى الْحَصِيرِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ عَلَى الْخُمْرَةِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ عَلَى الْفِرَاشِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ السُّجُودِ عَلَى الثَّوْبِ فِي شِدَّةِ الحَرِّ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ فِي النِّعَالِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ فِي الْخِفَافِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ إِذَا لَمْ يُتِمِ السُّجُودَ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ يُبْدِي ضَبْعَيْهِ وَيُجَافِي فِي السُّجُودِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ فَضْلِ اسْتِقْبَالِ الْقِبْلَةِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ قِبْلَةِ أَهْلِ الْمَدِينَةِ وَأَهْلِ الشَّأْمِ وَالْمَشْرِقِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ قَوْلِ اللَّهِ تَعَالَى : { وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى }",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ التَّوَجُّهِ نَحْوَ القِبْلَةِ حَيْثُ كَانَ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ مَا جَاءَ فِي الْقِبْلَةِ وَمَنْ لَمْ يَرَ الْإِعَادَةَ عَلَى مَنْ سَهَا فَصَلَّى إِلَى غَيْرِ القِبْلَةِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ حَكِّ الْبُزَاقِ بِالْيَدِ مِنَ الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ حَكِّ الْمُخَاطِ بِالْحَصَى مِنَ الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ لاَ يَبْصُقْ عَنْ يَمِينِهِ فِي الصَّلاَةِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابٌ لِيَبْزُقْ عَنْ يَسَارِهِ أَوْ تَحْتَ قَدَمِهِ الْيُسْرَى",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ كَفَّارَةِ الْبُزَاقِ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ دَفْنِ النُّخَامَةِ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ إِذَا بَدَرَهُ البُزَاقُ فَلْيَأْخُذْ بِطَرَفِ ثَوْبِهِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ عِظَةِ الْإِمَامِ النَّاسَ فِي إِتْمَامِ الصَّلاَةِ وَذِكْرِ الْقِبْلَةِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابٌ هَلْ يُقَالُ مَسْجِدُ بَنِي فُلاَنٍ؟",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الْقِسْمَةِ وَتَعْلِيقِ الْقِنْوِ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ مَنْ دَعَا لِطَعَامٍ فِي الْمَسْجِدِ وَمَنْ أَجَابَ فِيهِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الْقَضَاءِ وَاللِّعَانِ فِي الْمَسْجِدِ بَيْنَ الرِّجَالِ وَالنِّسَاءِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ إِذَا دَخَلَ بَيْتًا يُصَلِّي حَيْثُ شَاءَ أَوْ حَيْثُ أُمِرَ وَلاَ يَتَجَسَّسُ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الْمَسَاجِدِ فِي الْبُيُوتِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ التَّيَمُّنِ فِي دُخُولِ الْمَسْجِدِ وَغَيْرِهِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابٌ هَلْ تُنْبَشُ قُبُورُ مُشْرِكِي الْجَاهِلِيَّةِ وَيُتَّخَذُ مَكَانُهَا مَسَاجِدَ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ فِي مَرَابِضِ الْغَنَمِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ فِي مَوَاضِعِ الْإِبِلِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ مَنْ صَلَّى وَقُدَّامَهُ تَنُّورٌ أَوْ نَارٌ أَوْ شَيْءٌ مِمَّا يُعْبَدُ فَأَرَادَ بِهِ اللَّهَ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ كَرَاهِيَةِ الصَّلاَةِ فِي الْمَقَابِرِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ فِي مَوَاضِعِ الْخَسْفِ وَالْعَذَابِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ فِي الْبِيعَةِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "باب حدثنا أبو اليمان قال أخبرنا شعيب عن الزهري أخبرني عبيد الله بن عبد الله بن عتبة أن عائشة وعبد الله بن عباس قالا لما نزل برسول الله صلى الله عليه وسلم طفق يطرح خميصة له على وجهه فإذا اغتم بها كشفها عن وجهه فقال وهو كذلك لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد  يحذر ما صنعوا",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ قَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جُعِلَتْ لِي الْأَرْضُ مَسْجِدًا وَطَهُورًا",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ نَوْمِ الْمَرْأَةِ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ نَوْمِ الرِّجَالِ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الصَّلاَةِ إِذَا قَدِمَ مِنْ سَفَرٍ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ إِذَا دَخَلَ أَحَدُكُمُ الْمَسْجِدَ فَلْيَرْكَعْ رَكْعَتَيْنِ قَبْلَ أَنْ يَجْلِسَ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الْحَدَثِ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ بُنْيَانِ الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ التَّعَاوُنِ فِي بِنَاءِ الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الِاسْتِعَانَةِ بِالنَّجَّارِ وَالصُّنَّاعِ فِي أَعْوَادِ الْمِنْبَرِ وَالْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ مَنْ بَنَى مَسْجِدًا",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ يَأْخُذُ بِنُصُولِ النَّبْلِ إِذَا مَرَّ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الْمُرُورِ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الشِّعْرِ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ أَصْحَابِ الْحِرَابِ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ ذِكْرِ الْبَيْعِ وَالشِّرَاءِ عَلَى الْمِنْبَرِ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ التَّقَاضِي وَالْمُلَازَمَةِ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ كَنْسِ الْمَسْجِدِ وَالْتِقَاطِ الْخِرَقِ وَالْقَذَى وَالْعِيدَانِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ تَحْرِيمِ تِجَارَةِ الْخَمْرِ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الْخَدَمِ لِلْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الْأَسِيرِ أَوِ الْغَرِيمِ يُرْبَطُ فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 1,
    "juz": "الجُزْءُ الأًوًّلُ",
    "book": "كِتَابُ الصَّلاَةِ",
    "bab": "بَابُ الِاغْتِسَالِ إِذَا أَسْلَمَ وَرَبْطِ الْأَسِيرِ أَيْضًا فِي الْمَسْجِدِ",
    "url": "TBA"
  },
  {
    "juzNo": 2,
    "juz": "الجُزْءُ الثَانِى",
    "book": "كِتَابُ الْجُمُعَةِ",
    "bab": "بَابُ فَرْضِ الجُمُعَةِ",
    "url": "https://youtu.be/vbC8knpgvVI?feature=shared"
  },
  {
    "juzNo": 3,
    "juz": "الجُزْءُ الثَالِثُ",
    "book": " كِتَابُ العُمْرَةِ",
    "bab": "بَابُ وُجُوبِ العُمْرَةِ وَفَضْلِهَا",
    "url": "https://youtu.be/bo0B37tPcgY?feature=shared"
  },
  {
    "juzNo": 4,
    "juz": "الجُزْءُ الرَابِعُ",
    "book": "كِتَابُ الْوَصَايَا",
    "bab": "بَابُ الوَصَايَا وَقَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"‎وَصِيَّةُ الرَّجُلِ مَكْتُوبَةٌ عِنْدَهُ\"",
    "url": "https://youtu.be/kiwwtVwHCaA?feature=shared"
  },
  {
    "juzNo": 5,
    "juz": "الجُزْءُ الخَامِسُ",
    "book": "كِتَابُ فَضَائِلِ أَصْحَابِ النَّبِيِّ\nصَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
    "bab": "بَابُ فَضَائِلِ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
    "url": "https://youtu.be/wTHudxOYtHA?feature=shared"
  },
  {
    "juzNo": 6,
    "juz": "الجُزْءُ السَادِسُ",
    "book": "كِتَابُ الْمَغَازِى",
    "bab": "بَابُ غَزْوَةِ تَبُوكَ وَهِيَ غَزْوَةُ العُسْرَةِ",
    "url": "https://youtu.be/y_wZjI9ERas?feature=shared"
  },
  {
    "juzNo": 7,
    "juz": "الجُزْءُ السَابِعُ",
    "book": "كِتَابُ النِّكَاحِ",
    "bab": " بَابُ التَّرْغِيبِ فِي النِّكَاحِ",
    "url": "https://youtu.be/eHsa7pc7AfI?feature=shared"
  },
  {
    "juzNo": 8,
    "juz": "الجُزْءُ الثَامِنُ",
    "book": "كِتَابُ الْأَدَبِ",
    "bab": "بَابُ قَوْلِ اللَّهِ تَعَالَى { وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ حُسْنًا }",
    "url": "https://youtu.be/9NES_yw1LJc?feature=shared"
  },
  {
    "juzNo": 9,
    "juz": "الجُزْءُ التَاسِعُ",
    "book": "كِتَابُ الدِّيَاتِ",
    "bab": "بَابُ قَوْلِ اللَّهِ تَعَالَى { ‏وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ فَجَهَنَّمُ }",
    "url": "https://youtu.be/2Mu3YTCPhKg?feature=shared"
  }
];

export default hadith;
