const hadith = [
  {
    juz: '1 / 9',
    book: 'كِتَابُ بَدْءُ الْوَحْى',
    bab: 'بَابُ كَيْفَ كَانَ بَدْءُ الْوَحْىِ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ',
    url: 'https://youtu.be/A0xI4rnexHk?feature=shared',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ بَدْءُ الْوَحْى',
    bab: 'حديث " إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ "',
    url: 'https://youtu.be/A0xI4rnexHk?feature=shared&t=44',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ بَدْءُ الْوَحْى',
    bab: 'حديث الْحَارِثَ بْنَ هِشَامٍ " كَيْفَ يَأْتِيكَ الْوَحْيُ "',
    url: 'https://youtu.be/A0xI4rnexHk?feature=shared&t=1521',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ بَدْءُ الْوَحْى',
    bab: 'حديث عَائِشَةَ " أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ الْوَحْيِ "',
    url: 'https://youtu.be/A0xI4rnexHk?feature=shared&t=2616',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ بَدْءُ الْوَحْى',
    bab: 'قَالَ ابْنُ شِهَابٍ وَأَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ جَابِرَ بْنَ عَبْدِ اللهِ الْأَنْصَارِيَّ قَالَ وَهُوَ يُحَدِّثُ عَنْ فَتْرَةِ الْوَحْيِ',
    url: 'https://youtu.be/A0xI4rnexHk?feature=shared&t=4068',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ بَدْءُ الْوَحْى',
    bab: 'حديث  ابْنِ عَبَّاسٍ " كَانَ رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَالِجُ مِنَ التَّنْزِيلِ شِدَّةً "',
    url: 'https://youtu.be/GHCBwiHY2vw?feature=shared&t=33',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ بَدْءُ الْوَحْى',
    bab: 'حديث  ابْنِ عَبَّاسٍ " كَانَ رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَجْوَدَ النَّاسِ "',
    url: 'https://youtu.be/GHCBwiHY2vw?feature=shared&t=638',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ بَدْءُ الْوَحْى',
    bab: 'حديث أَبِى سُفْيَانَ أَنَّ هِرَقْلَ أَرْسَلَ إِلَيْهِ فِي رَكْبٍ مِنْ قُرَيْشٍ وَكَانُوا تِجَارًا بِالشَّأْمِ',
    url: 'https://youtu.be/GHCBwiHY2vw?feature=shared&t=986',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ بَدْءُ الْوَحْى',
    bab: 'وَكَانَ ابْنُ النَّاظُورِ صَاحِبُ إِيلِيَاءَ وَهِرَقْلَ أُسْقُفًّا عَلَى نَصَارَى الشَّأْمِ يُحَدِّثُ أَنَّ هِرَقْلَ حِينَ قَدِمَ إِيلِيَاءَ أَصْبَحَ يَوْمًا خَبِيثَ النَّفْسِ',
    url: 'https://youtu.be/GHCBwiHY2vw?feature=shared&t=3704',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ الْإِيمَانِ',
    bab: 'بَاب الإيمَان',
    url: 'TBA',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ الْإِيمَانِ',
    bab: 'باب دُعَاؤُكُمْ إِيمَانُكُمْ',
    url: 'TBA',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ الْإِيمَانِ',
    bab: 'بَاب أُمُورِ الْإِيمَانِ',
    url: 'TBA',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ الْإِيمَانِ',
    bab: 'بَاب الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ',
    url: 'TBA',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ الْإِيمَانِ',
    bab: 'بَاب أَيُّ الْإِسْلَامِ أَفْضَلُ',
    url: 'TBA',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ الْإِيمَانِ',
    bab: 'بَاب إِطْعَامُ الطَّعَامِ مِنْ الْإِسْلَامِ',
    url: 'TBA',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ الْإِيمَانِ',
    bab: 'بَاب مِنْ الْإِيمَانِ أَنْ يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ',
    url: 'TBA',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ الْإِيمَانِ',
    bab: 'بَاب حُبُّ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْإِيمَانِ',
    url: 'TBA',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ الْإِيمَانِ',
    bab: 'بَاب حَلَاوَةِ الْإِيمَانِ',
    url: 'TBA',
  },
  {
    juz: '1 / 9',
    book: 'كِتَابُ الْإِيمَانِ',
    bab: 'بَاب عَلَامَةُ الْإِيمَانِ حُبُّ الْأَنْصَارِ',
    url: 'TBA',
  },
];

export default hadith;
